Repository: anuf/SinAzucarBot
Catalog: locale/*/LC_MESSAGES/sin_azucar_bot.po
Languages: es_es, gl_es

source: Get used to the bot
es_es: Inicia el bot
gl_es: Inicia o bot

source: Gives you information about the available commands
es_es: Ofrece información acerca de los comandos disponibles
gl_es: Ofrece información acerca dos comandos dispoñibles

source: [name]
es_es: [nombre]
gl_es: [nome]

source: Retrieves a given product or a random one
es_es: Devuelve un producto solicitado o aleatorio
gl_es: Devolve un produto solicitado ou aleatorio

source: [letter]
es_es: [letra]
gl_es: [letra]

source: Show all available products starting with a given letter
es_es: Muestra todos los productos disponibles que empiezan por una letra dada
gl_es: Amosa todos os produtos dispoñibles que empezan por unha letra dada

source: List last 5 products shown
es_es: Lista los últimos 5 productos mostrados
gl_es: Lista os últimos 5 produtos amosados

source: Howdy!
es_es: ¡Hola! ¿Cómo estás?
gl_es: Ola! Como che vai?

source: The following commands are available:
es_es: Están disponibles los siguientes comandos
gl_es: Están dispoñibles os seguintes comandos

source: No products found starting with {0}
es_es: No hay productos que empiecen por {0}
gl_es: Non hai produtos que empecen por {0}

source: Hist is empty
es_es: El historial está vacío
gl_es: O historial está baleiro

source: The site seems to be unavailable at the moment. Please, try again later.
es_es: La página no se encuentra disponible en este momento. Por favor, inténtalo de nuevo más tarde.
gl_es: A páxina non se atopa dispoñible neste intre. Por favor, téntao de novo máis tarde.

source: Item not found.
es_es: Elemento no encontrado.
gl_es: Elemento non atopado.
